app/controllers/users_controller.rb

INSERT INTO "users" ("created_at", "email_address", "first_name", "last_name", "password", "updated_at") VALUES (?, ?, ?, ?, ?, ?)  [["created_at", Sat, 14 Sep 2013 16:48:27 UTC +00:00], ["email_address", nil], ["first_name", nil], ["last_name", nil], ["password", nil], ["updated_at", Sat, 14 Sep 2013 16:48:27 UTC +00:00]]
---
  def create
    @user = User.new(params[:user])

      if @user.save